tap "apenngrace/vulkan"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ansible"
brew "open-mpi"
brew "python@3.10"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "boost"
brew "awscli"
brew "bash"
brew "bash-snippets"
brew "bat"
brew "binutils"
brew "binutils-x86_64"
brew "btop"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "llvm"
brew "ccls"
brew "chezmoi"
brew "cmake"
brew "cowsay"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dive"
brew "docker-compose", link: false
brew "dos2unix"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "netpbm"
brew "figlet"
brew "findutils"
brew "fish"
brew "flamegraph"
brew "foremost"
brew "fortune"
brew "openssl@3"
brew "fossil"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "glances", link: false
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "googler"
brew "goreleaser"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "groonga"
brew "haskell-stack"
brew "hdf5"
brew "hexyl"
brew "htop"
brew "iftop"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "jsonschema", link: false
brew "kaitai-struct-compiler"
brew "krb5"
brew "libewf"
brew "libmagic"
brew "libproxy"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mariadb"
brew "mingw-w64"
brew "mist"
brew "mit-scheme"
brew "nasm"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "node"
brew "nushell"
brew "pstoedit"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "openjdk@17"
brew "openvpn"
brew "p7zip"
brew "perl"
brew "pfetch"
brew "pillow", link: false
brew "pixz"
brew "virtualenv", link: false
brew "pre-commit"
brew "procs"
brew "proj"
brew "protobuf"
brew "pwgen"
brew "pygments", link: false
brew "pypy3"
brew "qt"
brew "pyqt"
brew "python@2", link: false
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "rizin"
brew "rsync"
brew "rust-analyzer"
brew "sdhash"
brew "shellcheck"
brew "sip"
brew "snort"
brew "socat"
brew "sqldiff"
brew "staticcheck"
brew "tbb"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "transmission-cli"
brew "unicorn"
brew "unrar"
brew "vault"
brew "vim"
brew "yara"
brew "volatility"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "dart-lang/dart/dart"
brew "hashicorp/tap/packer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "amethyst"
cask "anaconda"
cask "arduino"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "crosspack-avr"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "dosbox"
cask "element"
cask "firefox-developer-edition"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-cascadia-nerd-font-mono"
cask "font-codenewroman-nerd-font-mono"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font-mono"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font-mono"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font-mono"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font-mono"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrainsmono-nerd-font-mono"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font-mono"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-1mn-nerd-mono"
cask "font-mplus-nerd-font-mono"
cask "font-noto-nerd-font-mono"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font-mono"
cask "font-robotomono-nerd-font-mono"
cask "font-sharetechmono-nerd-font-mono"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font-mono"
cask "ghidra"
cask "gimp"
cask "hammerspoon"
cask "idafree"
cask "istat-menus"
cask "jupyter-notebook-ql"
cask "karabiner-elements"
cask "kitty"
cask "mactex-no-gui"
cask "mgba"
cask "microsoft-teams"
cask "mullvadvpn-beta"
cask "netnewswire"
cask "onedrive"
cask "osxfuse"
cask "postman"
cask "powershell"
cask "sameboy"
cask "signal"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tailscale"
cask "teensy"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vulkan-sdk"
cask "wireshark"
